// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Scan naar computer";
TaskDescription = "Met Scan naar computer kunt u scans starten op het voorpaneel van uw HP-apparaat en de uitvoer automatisch naar uw computer sturen.";

MoreInfoButtonToolTipTitle = "Meer informatie over Scannen naar computer";

"COMPUTER_NAME_TITLE" = "De naam van uw computer is";
"COMPUTER_NAME_DESCRIPTION" = "Wanneer u een scan start van uw HP-apparaat wordt u gevraagd om uw computer in een lijst van hostcomputers te scannen waarop de functie Scan naar computer is ingeschakeld.";
ComputerNameWithDefaultDestinationDescription = "Als u een scan start vanaf uw HP apparaat, wordt u mogelijk gevraagd uw computer te selecteren uit een lijst met Scannen naar computer-hostcomputers. Scans worden opgeslagen op de standaardbestemming. Om de scantaken te bewerken, klikt u op de knop \"Scantaken bewerken\".";
"COMPUTER" = "Computer";
"COMPUTERS" = "Computers";

"INSTALLATION_ERROR" = "Kan de HP software die vereist is voor Scannen naar computer niet vinden op deze computer. Download en installeer de nieuwste aanbevolen software van HP voor het apparaat van http://www.hp.com/support en probeer het opnieuw.";
HSDNoHPScanDriverErrorMessage = "De HP software die voor Scannen naar computer vereist is, kan niet worden geladen. Download en installeer de nieuwste software voor uw HP apparaat van http://www.hp.com/support en probeer het opnieuw. Als het probleem aanhoudt, start u uw Mac en HP apparaat opnieuw op.";

EnableScanToComputerCheckBoxTitle = "Activeer Scan naar computer";

EnablingScanToComputerProgressTitle = "Activeer Scan naar computer…";

ScanToComputerIsEnabledTitle = "Scan naar computer is geactiveerd";
ChangeComputerNameButtonTitle = "Wijzig de naam van de computer...";

ScanToComputerDisabledTitle = "Scan naar computer is gedeactiveerd";
ScanToComputerDisabledDescriptionTitle = "U kunt nog steeds scantaken starten met de scansoftware op uw computer, zoals HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Kan Scan naar computer niet activeren";

EnablingFailedCause1Title = "Mogelijke oorzaak 1: Het maximale aantal computers is al geactiveerd. Als u Scan naar computer wilt activeren, moet u deze functie eerst deactiveren.";
EnablingFailedCause2Title = "Mogelijke oorzaak 2: Kan niet communiceren met apparaat. Controleer of de kabels zijn aangesloten op de juiste poorten en de verbindingsinstellingen. Als het probleem zich blijft voordoen, start u uw computer en het HP-apparaat opnieuw op.";
ShowEnabledComputersButtonTitle = "Toon geactiveerde computers";

CommunicationErrorTitle = "Communicatiefout";
CommunicationErrorDescriptionTitle = "Kan niet communiceren met apparaat. Controleer of de kabels zijn aangesloten op de juiste poorten en de verbindingsinstellingen. Als het probleem zich blijft voordoen, start u uw computer en het HP-apparaat opnieuw op.";

EditScanTasksButtonTitle = "Scantaken bewerken...";
EditScanTasksButtonToolTipTitle = "Scantaken in de applicatie HP Easy Scan bekijken en bewerken  (of HP Scan voor sommige producten)";
CannotEditScanTasksErrorTitle = "Kan HP Easy Scan niet vinden";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (of voor enkele producten HP Scan) is vereist voor het weergeven en bewerken van scantaakinstellingen. Download en installeer de nieuwste software voor uw product op HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Uw HP Scan-software moet worden bijgewerkt. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Momenteel geactiveerd voor Scan naar computer";
MaximumEnabledComputersAmountTitle = "Maximum aantal geactiveerd voor dit apparaat:";
